Repository: xxsimoxx/xsmtp
Catalog: languages/xsmtp-*.po
Languages: it_it

source: Easily configure Simple Mail Transport Protocol (SMTP).
it_it: Configura con semplicità il protocollo SMTP.

source: Settings
it_it: Impostazioni

source: Import settings from %s
it_it: Importa le impostazioni di %s

source: Seems that a configuration can be imported.
it_it: Sembra possibile importare una configurazione.

source: SMTP Settings
it_it: Impostazioni SMTP

source: Save
it_it: Salva

source: Send
it_it: Invia

source: Saved.
it_it: Salvato.

source: Options imported. Please check the new settings.
it_it: Impostazioni importate. Per favore controlla le nuove impostazioni.

source: Sent.
it_it: Inviata.

source: An error occurred.
it_it: C'è stato un errore.

source: SMTP Host
it_it: Server SMTP

source: Your mail server address.
it_it: Indirizzo del server di posta.

source: SMTP Encryption Type
it_it: Crittografia SMTP

source: For most servers SSL/TLS is the recommended encryption type.
it_it: Per la maggior parte dei server SSL/TLS è l'impostazione di crittografia raccomandata.

source: SMTP Port
it_it: Porta SMTP

source: The port to your mail server (Standards are 25 for no encryption, 465 for SSL/TLS and 587 for StartTLS).
it_it: La porta del tuo server di posta (Solitamente 25 senza crittografia, 465 per SSL/TSL e 587 per StartSSL).

source: SMTP Username
it_it: Nome utente SMTP

source: The username to login to your mail server.
it_it: Il nome utente per accedere al tuo server di posta.

source: SMTP Password
it_it: Password SMTP

source: The password to login to your mail server. The password is stored in plain text in the database.
it_it: La password per accedere al tuo server di posta. Verrà conservata in chiaro nel database.

source: From Email Address
it_it: Indirizzo di posta del mittente

source: This will be used as the "From" email address; leave blank to use "%s".
it_it: Verrà usato come indirizzo in "Da"; lascia vuoto per usare "%s".

source: From Email Name
it_it: Nome del mittente

source: This will be used as the name for the "From" email address; leave blank to use "%s".
it_it: Verrà usato come nome in "Da"; lascia vuoto per usare "%s".

source: Test your configuration by sending a test email.
it_it: Verifica la tua configurazione inviando un messaggio di prova.

source: Email Address
it_it: Indirizzo di posta

source: Email Subject
it_it: Oggetto

source: Email Message
it_it: Messaggio

source: This plugin can cause conflicts:
it_it: Questo plugin può causare conflitti:

source: Something can interfer with this plugin functionality. Debug.
it_it: Qualcosa può interferire con la funzionalità di questo plugin. Ispeziona.

source: <b>Improve ClassicPress email deliverability.</b><br> Configure a SMTP server to send email from your site.<br> From this page you can configure the parameters of the SMTP server that will be used to send the e-mail.<br> Notice that servers using OAuth (like gmail.com) are not supported.<br> This plugin is multisite compatible. Each site should be configured.
it_it: <b>Migliora l'invio della posta in ClassicPress.</b><br>Configura un server SMTP per inviare e-mail dal tuo sito.<br>Da questa pagina puoi configurare i parametri del server SMTP che sarà usato per inviare messaggi.<br>Attenzione: i server che usano OAuth (tipo gmail.com) non sono supportati.<br>Questo plugin è compatibile multisito. Ogni sito deve essere singolarmente configurato.

source: Usage
it_it: Utilizzo
